tap "angelina-tsuboi/ctv"
tap "cooklang/tap"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rsteube/tap"
tap "wader/tap"
tap "wez/wezterm"
brew "atuin", restart_service: :changed
brew "bat"
brew "cargo-dist"
brew "cmake"
brew "cook"
brew "difftastic"
brew "edencommon"
brew "emscripten"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "ffmpeg"
brew "fizz"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "glfw"
brew "glib"
brew "glow"
brew "harfbuzz"
brew "helix"
brew "hexyl"
brew "jj"
brew "jq"
brew "kondo"
brew "libimobiledevice"
brew "llvm"
brew "mercurial"
brew "mergiraf"
brew "mvfst"
brew "neovim"
brew "nushell"
brew "pipx"
brew "pyoxidizer"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sccache"
brew "spirv-tools"
brew "starship"
brew "streamlink"
brew "terminal-notifier"
brew "tokei"
brew "universal-ctags"
brew "uv"
brew "wangle"
brew "watchexec"
brew "watchman"
brew "xcodegen"
brew "yazi"
brew "zstd"
brew "zoxide"
cask "audacity"
cask "bluesnooze"
cask "easy-move+resize"
cask "element"
cask "espanso"
cask "font-monaspace"
cask "gimp"
cask "gstreamer-runtime"
cask "inkscape"
cask "iterm2"
cask "jumpcut"
cask "keybase"
cask "libreoffice"
cask "obsidian"
cask "p4v"
cask "rio"
cask "vlc"
cask "wezterm"
cask "wine-stable"
