tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wez/wezterm"
brew "atuin"
brew "bat"
brew "cmake"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "hexyl"
brew "neovim"
brew "nushell"
brew "python@3.10"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "tokei"
brew "universal-ctags"
brew "watchexec"
brew "zoxide"
cask "easy-move-plus-resize"
cask "espanso"
cast "firefox"
cask "jumpcut"
cask "p4v"
cask "wezterm"
