tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wez/wezterm"
brew "atuin", restart_service: :changed
brew "bat"
brew "cmake"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "hexyl"
brew "jj"
brew "neovim"
brew "nushell"
brew "python@3.10"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sccache"
brew "starship"
brew "terminal-notifier"
brew "tokei"
brew "universal-ctags"
brew "uv"
brew "watchexec"
brew "watchman"
brew "zstd"
brew "zoxide"
cask "easy-move+resize"
cask "element"
cask "espanso"
cask "firefox"
cask "jumpcut"
cask "p4v"
cask "wezterm"
